Revit 2027 API
ParameterTypeId.SteelElemBoltLocation Property
 "Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemBoltLocation { get; }
Public Shared ReadOnly Property SteelElemBoltLocation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemBoltLocation {
	ForgeTypeId^ get ();
}
static member SteelElemBoltLocation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace